[
    "Would you rather have the ability to fly or be invisible?",
    "Would you rather always speak your mind or never speak again?",
    "Would you rather have the power to time travel to the past or the future?",
    "Would you rather be able to teleport anywhere or be able to read minds?",
    "Would you rather have a lifetime supply of your favorite food or never gain weight from eating it?",
    "Would you rather have the ability to talk to animals or speak all foreign languages?",
    "Would you rather live in a house made of chocolate or a house made of cotton candy?",
    "Would you rather be a famous actor or a successful entrepreneur?",
    "Would you rather have the ability to control fire or water?",
    "Would you rather be a wizard in a fantasy world or a superhero in the real world?",
    "Would you rather have a personal chef or a personal chauffeur?",
    "Would you rather always have to sing instead of speak or dance instead of walk?",
    "Would you rather have the power of super strength or super speed?",
    "Would you rather live in a world with no internet or no electricity?",
    "Would you rather be a famous musician or a renowned painter?",
    "Would you rather have a pet dragon or a pet unicorn?",
    "Would you rather be able to control the weather or control time?",
    "Would you rather live in a world with perpetual summer or perpetual winter?",
    "Would you rather be an expert in every musical instrument or speak every language fluently?",
    "Would you rather be a famous athlete or a famous actor?",
    "Would you rather always know the answer to any question or always have the right solution to any problem?",
    "Would you rather have the ability to breathe underwater or survive in outer space?",
    "Would you rather never have to sleep or never have to eat?",
    "Would you rather have the power of telekinesis or telepathy?",
    "Would you rather be able to talk to plants or understand every language spoken by animals?",
    "Would you rather be a character in a video game or a character in a movie?",
    "Would you rather be able to freeze time at will or rewind time when you make a mistake?",
    "Would you rather have a personal robot assistant or a flying car?",
    "Would you rather have the ability to heal quickly or never get sick?",
    "Would you rather live in a world where everyone is always happy but never experiences excitement or a world where there are ups and downs but true happiness is possible?",
    "Would you rather have a photographic memory or the ability to forget anything you want?",
    "Would you rather be a famous author or a famous inventor?",
    "Would you rather have the power to control technology with your mind or communicate with animals?",
    "Would you rather be a master of all trades but mediocre at everything or an expert in one thing but clueless about everything else?",
    "Would you rather be able to fly on a broomstick like a witch or have a magic carpet like Aladdin?",
    "Would you rather have the ability to time travel only once or live forever but without the ability to time travel?",
    "Would you rather live in a world where everyone can read minds or where everyone is completely honest all the time?",
    "Would you rather be a famous scientist or a famous artist?",
    "Would you rather have the ability to speak every language fluently or be a master of all musical instruments?",
    "Would you rather have the power of super intelligence or super strength?",
    "Would you rather have the ability to control animals or control the elements (earth, fire, air, water)?",
    "Would you rather be able to talk to the dead or see into the future?",
    "Would you rather be a famous chef or a famous fashion designer?",
    "Would you rather have the ability to change your appearance at will or teleport anywhere in the world?",
    "Would you rather be a famous actor but never win an award or an unknown actor who wins an Oscar?",
    "Would you rather live in a world without music or a world without movies?",
    "Would you rather have the ability to stop time or fast forward it?",
    "Would you rather have a pet dinosaur or a pet alien?",
    "Would you rather be a famous athlete but with a short career or have a long, successful but unnoticed career?",
    "Would you rather have the power of mind control or the ability to shape-shift?",
    "Would you rather live in a world without books or without movies?",
    "Would you rather have the ability to communicate with plants or with inanimate objects?",
    "Would you rather be a famous singer or a famous dancer?",
    "Would you rather have the ability to detect lies or always get away with lying?",
    "Would you rather have the power of invisibility or the ability to teleport?",
    "Would you rather be a famous politician or a famous actor?",
    "Would you rather have a personal assistant or a personal chef?",
    "Would you rather be a famous comedian or a famous magician?",
    "Would you rather be a famous athlete in a sport you dislike or a mediocre athlete in your favorite sport?",
    "Would you rather live in a world without colors or without music?",
    "Would you rather have the ability to speak with animals or speak all human languages?",
    "Would you rather have the power of super speed or the ability to fly?",
    "Would you rather have the ability to control minds or control the weather?",
    "Would you rather live in a world without internet or without electricity?",
    "Would you rather be a famous actor but never have a personal life or an unknown actor with a fulfilling personal life?",
    "Would you rather have the power to make anyone fall in love with you or the power to heal any illness?",
    "Would you rather have the ability to time travel or see into the future?",
    "Would you rather be a famous scientist or a famous musician?",
    "Would you rather have the ability to talk to machines or control machines with your mind?",
    "Would you rather live in a world without books or without movies?",
    "Would you rather have a personal assistant or a personal driver?",
    "Would you rather be a famous artist or a famous writer?",
    "Would you rather have the power to control fire or control water?",
    "Would you rather be a famous chef or a famous fashion designer?",
    "Would you rather live in a world without colors or without music?",
    "Would you rather have the ability to speak with animals or speak all human languages?",
    "Would you rather have the power of super speed or the ability to fly?",
    "Would you rather have the ability to control minds or control the weather?",
    "Would you rather live in a world without internet or without electricity?",
    "Would you rather be a famous actor but never have a personal life or an unknown actor with a fulfilling personal life?",
    "Would you rather have the power to make anyone fall in love with you or the power to heal any illness?",
    "Would you rather have the ability to time travel or see into the future?",
    "Would you rather be a famous scientist or a famous musician?",
    "Would you rather have the ability to talk to machines or control machines with your mind?",
    "Would you rather be a famous artist or a famous writer?",
    "Would you rather have the power to control fire or control water?",
    "Would you rather be a famous chef or a famous fashion designer?",
    "Would you rather live in a world without colors or without music?",
    "Would you rather have the ability to speak with animals or speak all human languages?",
    "Would you rather have the power of super speed or the ability to fly?",
    "Would you rather have the ability to control minds or control the weather?",
    "Would you rather live in a world without internet or without electricity?",
    "Would you rather be a famous actor but never have a personal life or an unknown actor with a fulfilling personal life?",
    "Would you rather have the power to make anyone fall in love with you or the power to heal any illness?",
    "Would you rather have the ability to time travel or see into the future?",
    "Would you rather be a famous scientist or a famous musician?",
    "Would you rather have the ability to talk to machines or control machines with your mind?",
    "Would you rather be a famous artist or a famous writer?",
    "Would you rather have the power to control fire or control water?",
    "Would you rather be a famous chef or a famous fashion designer?"
]