[
    "Pineapple belongs on pizza.",
    "Cereal is better when it's soggy.",
    "Double-spacing after a period is unnecessary.",
    "Watermelon is overrated.",
    "Cats are better than dogs.",
    "Socks with sandals are a fashion statement.",
    "Invisibility is the best superpower.",
    "Cold pizza is a breakfast food.",
    "The Oxford comma is overrated.",
    "Soup is just a hot smoothie.",
    "Pancakes are superior to waffles.",
    "The floor is the best place for a bookshelf.",
    "Coffee is better without cream or sugar.",
    "Paper books are overrated; e-books are superior.",
    "Ice cream is better in the winter.",
    "The best way to eat a burger is upside down.",
    "Ketchup is the only acceptable condiment for fries.",
    "Squirrels are the ultimate mascots.",
    "Socks should be worn inside out for comfort.",
    "Toothpaste before water when brushing your teeth.",
    "Movies are better than books.",
    "The best part of a cake is the frosting.",
    "Mayonnaise belongs on everything.",
    "Pineapple doesn't belong in fruit salads.",
    "Mondays are the best day of the week.",
    "Popcorn is better without butter.",
    "Sushi is overrated.",
    "Snow is a terrible form of precipitation.",
    "Burritos should be eaten sideways.",
    "Jeans are overrated; sweatpants are superior.",
    "Water is a terrible beverage choice.",
    "Nachos should be eaten with a fork.",
    "Tofu tastes better than meat.",
    "The best way to eat a sandwich is deconstructed.",
    "Chocolate and cheese make a great combination.",
    "It's okay to put ketchup on steak.",
    "The best part of a muffin is the bottom.",
    "Music is better on vinyl.",
    "Singing in the shower is overrated.",
    "Video games are a waste of time.",
    "Adulting is underrated.",
    "Pizza is a sandwich.",
    "Pineapple juice belongs in milk.",
    "Fruit should be kept in the freezer.",
    "Sandwiches should be toasted upside down.",
    "The best part of a bagel is the hole.",
    "Orange juice with pulp is the only way to go.",
    "Burgers should be eaten with a knife and fork.",
    "Candles are superior to electric lights.",
    "Bananas are best when they're overly ripe.",
    "Breakfast for dinner is the ultimate meal.",
    "The best way to eat cereal is without milk.",
    "Pizza is better when it's cold.",
    "Sneezing is the best feeling.",
    "Pineapple on a stick is the best way to eat it.",
    "Pickles are a must on peanut butter sandwiches.",
    "Soup should be eaten with a fork.",
    "The best part of a sandwich is the crust.",
    "Hot tea is best with ice.",
    "Macaroni and cheese is overrated.",
    "The best way to eat a taco is flat.",
    "Popcorn is a cereal.",
    "Toothpaste is a condiment.",
    "The best way to eat spaghetti is with a spoon.",
    "The middle of the bread loaf is the best.",
    "Toothpaste is a great substitute for ketchup.",
    "Oatmeal is better as a savory dish.",
    "The best way to eat a burrito is with a spoon.",
    "The best part of a movie is the credits.",
    "Flossing is overrated.",
    "The best part of a sandwich is the middle.",
    "Salad is better without dressing.",
    "Socks and sandals are a fashion statement.",
    "Candles should be used as a condiment.",
    "Cold showers are better than hot ones.",
    "The best way to eat ice cream is with a fork.",
    "Chocolate and pickles make a great combo.",
    "Sandwiches should be cut into circles.",
    "Pineapple and pickles are a great combo.",
    "Pizza should be eaten with a fork and knife.",
    "The best part of a pizza is the crust.",
    "The best part of a cookie is the dough.",
    "Toothpaste is a great topping for pancakes.",
    "The best part of a banana is the peel.",
    "Flossing should be done with a spoon.",
    "The best way to eat a burger is with chopsticks.",
    "Ice cream is a great substitute for milk.",
    "The best part of a muffin is the wrapper.",
    "The best part of a cake is the candle.",
    "The best way to eat a sandwich is with a straw.",
    "Water is a great substitute for soda.",
    "The best way to eat a burrito is with chopsticks.",
    "Pizza is better without cheese.",
    "Soup should be eaten with a fork and knife.",
    "The best part of a taco is the shell.",
    "The best way to eat a sandwich is with a spoon.",
    "Salad is better without vegetables.",
    "The best part of a pizza is the box.",
    "The best way to eat a burger is with a fork.",
    "The best part of a cookie is the crumbs."
]